Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_tukee_saamelaisten_totuus-_ja_sovintokomission_jatkamista_-_komissaarit_valitaan_ylimaaraisessa_tayskokouksessa_elokuussa_.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät tukee saamelaisten totuus- ja sovintokomission jatkamista – komissaarit valitaan ylimääräisessä täyskokouksessa elokuussa
smn: Sämitigge tuárju sämmilij tuotâvuotâ- já sovâdâttâmkomissio juátkim – väljee komissaarijd paijeelmiärálii tievâsčuákkimist porgemáánust

source: Saamelaiskäräjien kokous päätti 23.6.2022 tukea saamelaisten totuus- ja sovintokomission jatkamista, mutta valitsee kaksi komissaaria elokuussa pidettävässä ylimääräisessä täyskokouksessa.
smn: Sämitige čuákkim meridij 23.6.2022 tuárjuđ sämmilij tuotâvuotâ- já sovâdâttâmkomissio juátkim, mutâ väljee kyehti komissaar paijeelmiärálii tievâsčuákkimist porgemáánust.

source: Ylimääräinen kokous järjestetään etäyhteyksin.
smn: Paijeelmiärálâš čuákkim uárnejuvvoo káidusohtâvuođâiguin.

source: Saamelaiskäräjien kokous kuuli ennen päätöksentekoa asiantuntijoina Saamelaisten psykososiaalisen tuen yksikön johtaja Heidi Erikseniä, viittä saamelaisten totuus- ja sovintokomissioon alun perin nimettyä jäsentä sekä yhtä komission sihteeristön suunnittelijaa.
smn: Sämitige čuákkim kuulâi ovdil ko toovâi miärádâs äššitobdein Sämmilij psykososiaallii torjuu ohtâduv hoovdâ Heidi Eriksen, vittâ sämmilij tuotâvuotâ- já sovâdâttâmkomissio algâ aalgâst nomâttum jeessân sehe oovtâ komissio čäällimkode vuávájeijee.

source: – Kävimme Saamelaiskäräjien kokouksessa perusteellisen keskustelun totuus- ja sovintokomission työn jatkosta, ja jäsenien keskuudessa komission jatkosta oli myös eriäviä näkemyksiä.
smn: – Mij savâstâlâim čuákkimist vuáđulávt tuotâvuotâ- já sovâdâttâmkomissio pargo joođhâst, já jesânij kooskâst komissio joođhâst lijjii meid sierâ uáivileh.

source: Tulemme jatkamaan asian käsittelyä elokuussa, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
smn: Mij juátkip ääši kieđâvuššâm porgemáánust, iätá Sämitige saavâjođetteijee Tuomas Aslak Juuso.

source: Saamelaisten totuus- ja sovintokomissio asetettiin valtioneuvoston toimesta 28. lokakuuta 2021.
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio asâttui Staatârääđi tooimâst 28. roovvâdmáánu 2021.

source: Asettamisensa jälkeen komissio on toiminut itsenäisesti ja riippumattomasti.
smn: Asâttem maŋa komissio lii toimâm jiešráđálávt já sorjohánnáá.

source: Toukokuussa 2022 molemmat Saamelaiskäräjien esittämät komissaarit Miina Seurujärvi sekä Heikki J. Hyvärinen pyysivät vapautusta komissaarin tehtävästään valtioneuvostolta.
smn: Vyesimáánust 2022 kuohtuuh Sämitige iävtuttem komissaareh Miina Seurujärvi sehe Heikki J. Hyvärinen pivdijn luovâsmittem komissaar pargostis staatârääđist.

source: Valtioneuvosto myönsi eron Seurujärvelle ja Hyväriselle komissaarin tehtävästä 25.5.2022 lukien.
smn: Staatârääđi mieđettij iäru Seurujäärvin já Hyvärisâžân komissaar pargoost 25.5.2022 rääjist.

source: Saamelaiskäräjien tiedote 13.6.2022: Saamelaiskäräjät arvioi totuus- ja sovintokomission tilannetta ja toimintaedellytyksiä huolellisesti
smn: Sämitige tiäđáttâs 13.6.2022: Sämitigge árvuštâl tuotâvuotâ- já sovâdâttâmkomissio tile já toimâiävtuid huolâlávt

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi

source: Anni Koivisto I varapuheenjohtaja 040 415 5969 anni.koivisto@samediggi.fi
smn: Anni Koivisto I värisaavâjođetteijee 040 415 5969 anni.koivisto@samediggi.fi
